{"pages":[],"posts":[{"title":"笔记方法 | 如何高效的收藏文章——汽车人方法","text":"我们常常会使用云笔记来收藏一些在网络看到的好文章，这是一个好习惯，希望把好文章收藏起来等有时间的时候再去阅读。但是我们却发现这些文章都散落在云笔记中，再也没有去看过。为了解决这个问题，各种稍后阅读APP大肆兴起，Pocket、InstaPaper、收趣等等，然后我们满怀欣喜指望着这些APP能帮助我们解决收藏好文稍后阅读的问题，最后还是落败，发现这些APP已经累积了上千篇文章，还是没有时间去阅读。到底是工具有问题还是我们自己有问题呢？ 其实工具对我们来说只是协助我们工作或学习，我们不能完全依赖工具来改变我们的生活。工具是思维的产物，要想用好工具，必须先提升自己的思维方式，把思维方式转换为使用工具的方法，这样工具才能为我们带来效率的提升。 这几天看到《好好学习：个人知识管理精进指南》一书的作者成甲在一篇文章中提到的一个新方法——QCR汽车人方法，我想这个方法能改变我们收藏文章的思路，大大提高我们的效率。 如何保存文章到云笔记？（QCR汽车人方法）Question：转化问题。把保存文章的思路转换为提出问题的思路 Connection：建立连接。用自己的语言把新旧知识进行联系，建立新知识与以往经验之间的连接。 Review：持续回顾。一种方式是利用印象笔记的提醒功能；一种方式是将核心知识整理到一个独立的笔记中，经常查看学习。 我们通常用什么方法，为什么这种方法更好？我常用的剪藏笔记的方法是：直接保存；重点标记。而成甲却给出了一个更加有体系的QCR汽车人工具。 最主要的好处是： 一、让自己与信息进行了一次互动，更加理解知识的结构。二、让新旧知识产生联系；三、经常回顾，加深对知识的理解，更重要的是时常去实践，把知识内化。 QCR汽车人方法相关的原理： 大脑只会关心自己想关心的内容 大脑习惯在框架内思考，所以要为一篇文章搭建一个框架。 用自己的语言回答自己提出的问题，能带动自己的思考，与作者进行一次互动，加深自己的理解。 持续回顾，少即是多。坚持对少数有价值的知识进行深入研究，不断回顾，会真正产生连锁效应，往往更能提高自己的认知结构。 我们应该如何使用QCR方法？ 针对文章提出关键问题，用自己的语言逻辑的回答问题。提问模板： 为什么我想保存这篇文章？这篇文章中哪些内容对自己有启发？它对我的工作生活能起到什么帮助？ 示例：为什么马斯克没采用专注一个领域的策略？ 我可以学习马斯克的跨领域学习方法吗？跨领域的学习方法是怎样的？如果一个领域都学不完，还能跨领域学习吗？这个方法现实吗？ 这篇文章核心内容是什么？为什么这个内容有价值，对自己有什么启发？我们应该如何把这些原理应用到自己的生活与工作中？ 找出核心内容与自己已有经验之间的联系。找出核心内容所包含的底层规律。 总结三个核心点，作为自己的思考工具与套路。 参考资料 印象笔记的用法：简单做到极致就是绝招（有福利） 印象笔记的用法：简单做到极致就是绝招 - 简书","link":"/2019/10/31/20170901_QCRNoteMethod/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2019/10/31/hello-world/"},{"title":"读书笔记 | 正念的奇迹就是在大地上行走","text":"《正念的奇迹》读书笔记 想一想，我们是否在自己的生活中发生过这样的事情： 出门时，忘记自己是否锁门。 洗碗时急于去和朋友喝茶，打牌。 忙于处理周边的事情，没有自己的时间。 吃饭时狼吞虎咽，急于去处理工作上的事情。 遇到让人生气的事情，情绪激烈，甚至做出伤害他人的事情。 。。。 《正念的奇迹》这本书就是为了解决这些我们日常生活中遇到的种种问题。 作者一行禅师是越南的一位高僧，主张“入世佛教”，在越战期间，他推动反战运用，是一位和平主义者，他不支持任何政党，只是与憎恨和无知作斗争。1967年，马丁·路德·金提名他为诺贝尔和平奖候选人。一行禅师的语言很优美，还写过其他著作，如《佛陀传：全世界影响力最大的佛陀传记》（《故道白云》）、《和繁重的工作一起修行》、《与自己和解》、《爱的正念》等等。 这本书是越战期间，一行禅师写给一位朋友的一封长信。没有阐释很深奥的佛理，而是用非常优美的语言，一步一步带着我们了解“正念”，感受“正念”的奇迹，提醒我们在生活中时时刻刻保持“正念”。 本书的核心内容：这本书为我们解释了八正道之一的“正念”，认为正念就是对当下的实相保有觉知，正念的奇迹就是在大地上行走；然后为我们提供了几个修习正念的方法：观呼吸、禅修、缘起观、观生死、直观法等等；建议每一个人都应该在一周的时间中抽出一天作为“正念日”，在“正念日”中从醒来到睡下的每一刻、做每一件事情都提醒自己保持正念；最后总结了32个保持正念的练习方法，希望我们能通过正念的练习，即使身处最困厄的境地，也要随顺呼吸，修持平静的正念。 以下我将从三个方面阐述一行禅师教给我们的修持正念的方法。 正念是什么？ 正念的修习方法？ 如何在自己的生活中进行正念的练习？ 正念是什么如果我们不懂得洗碗，很可能以不懂得喝茶，喝茶时，我们会只想到其他事，几乎察觉不到自己手中的这杯茶。就这样，我们被未来吸走了——无法实实在在的活着，甚至连一分钟都做不到。（P7，举几个例子：带孩子、洗碗、吃橘子） 什么是正念？ 正念是对当下的实相保有觉知（P13）。 专注当下的事情，保持警觉和清醒，准备好应对任何可能发生的状况，随机应变，就是正念。（P16） 正念就是觉知到三个重要的问题：重要的时刻永远只有一个，就是当下；最重要的人永远就是那个当下和你在一起的人；最重要的事，就是让你身旁的人快乐，因为这就是人生所追求的。 什么是正念的奇迹？ 当我们走在四周都是绿草的泥土路，如果我们修习正念，就能真正体验这条小路，就会觉得每一步都是无上的奇迹。正念的奇迹就是在大地上行走。（P13） 正念能让我们成为自己的主人呢， 重建自我。（P16） 正念的修习方法如何正确的修习正念？一行禅师从三个层次层层递进，由浅入深，由易到难，教我们如何保持正念。 一、观呼吸（第二章）二、禅修（第四章）三、禅观（第五章，第六章） 观呼吸对我们呼吸运用自如，就是对我们的身心掌控自如。（P23） 简单的说就是，你呼吸时，整个呼吸过程都能保持觉知。入息、出息、入息长、入息短、深呼吸、轻呼吸时，都能了了分明的觉知。要保持不间断的觉知。清静的环境比较容易觉知，而嘈杂的环境，就难以觉察了。“修道最难在家中，其次人群，最次寺庙。” 几个观呼吸的方法： 测量呼吸的长度，心里默数。10-20次。 随呼吸，让自己的呼吸变得平缓而宁静。 数呼吸。吸气数一，呼气数一，再吸气数二，呼气数二。一直到十，再重新开始。 呼吸是工具，呼吸本身也是正念。 禅修为什么要禅修？因为你需要彻底的休息，躺着不一定时在休息，坐着反而能得到更彻底的休息，也能进一步帮助你进入更深的禅修境界。 1、静坐。 要点：全跏趺坐、半跏趺坐，脊背挺直，轻轻的微笑，开始随着你的呼吸，放松所有的肌肉，专注保持脊背挺直，并且随顺呼吸，掌心向上，左手放在右手上，放松双手、十指、双臂、双腿。放下所有的事情，除了呼吸和轻轻的微笑，心无牵挂。（建议每晚一起静坐一个小时，要诀是关照和放下） 深入：想象“一颗被扔进河里的鹅卵石”的意象会有助于禅修。安住当下，这是你自己的时间， 你坐的地方就是你自己的地方。 2、观心——行住坐卧都是禅 观照自己的觉受和念想。 要点：对于觉受和念头，只需要认知她们的存在。观察和辨识与心有关的一切，你必须时时刻刻这么做，在禅修时如此，在日常生活中更要如此。任何时候都在禅修，一举一动都要秉持正念。一举一动都是仪式和典礼。 深入：将观呼吸、观觉受、观念头的方法，结合运用。 我们的觉受和念头就是我们自己。我们既是守卫也是访客，我们既是自己的心，也是心的观察者。心能够观察她自己。 禅观1、五蕴缘起 心的所有对象是心本身，佛法上我们把心的对象称之为法，通常归为五个范畴：色受想行识，也叫五蕴。 缘起观，第一个观照的对象就是自己，就是我们自身五蕴的和合。观照色受想行识的存在，直到你看到每一个都与身外的世界紧密相连：如果世界不存在，那么这五蕴的和合也不存在。（P54）如果五蕴归还至她们的源头，自我将不复存在。你的生命和宇宙的生命本为一体。 了解五蕴的真谛，观照五蕴的和合，就会发现自己存在一的实相。 实相有三种特性：遍计所执性、依他起性、圆成实性。妄见，通过缘起观，达到了无分别的境界。 2、禅观生死 《正念经》谈到如何禅观尸体：禅观身体的腐烂，禅观身体如何膨胀淤紫，如何被蛆吃得只剩下几丝血肉附在骨头上。一直缠观到只剩下白骨，直至它慢慢朽坏、化为尘土。（P58） 了解生与死是生命的两面，就会把生命看作无比的珍贵，每一秒都该珍惜。只有在当下，我们才有可能超越生死，才可能知道怎样去活，怎样去死。 佛陀说，生死的问题本身就是正念的问题，一个人究竟是生是死，就看他有没有保持正念。（死刑犯的故事，P70） 3、直观法 辨识但不加以评论。不论自己存在怎样的感受，慈悲或是苦恼，都应该收到欢迎，辨识并毫无差别的对待它们，因为这些感受都是我自己。（P68） 修习自身正念非常重要，也就是保护和照顾自己。（杂技艺人的故事，P71）这让我了解到，如果我希望家庭能和谐，希望家人都能修持正念，唯一的方法就是我自己修持正念，照顾好自己的念头。只有修习正念，我们才能以开放的心和慈悲的眼睛看待众生。 正念的练习正念日一行禅师说，每个人都应该在一个礼拜中留出一天，全身心的修习正念。这一天都应当是你的，是你完全主控的一天。 在这一天中，你应该这样度过： 醒来时就提醒自己，这一天是我的正念日。 还躺在床上的时候，慢慢随顺你的呼吸——缓慢、绵长、且有意识的呼吸。 起床后，刷牙，洗脸，平静而放松的做所有早上的事情，在正念中完成每一个动作。用安静、绵长的呼吸来测量你的脚步，保持淡淡的微笑。 至少花半个小时洗澡，在正念中慢慢的洗。 做做家事，洗碗、打扫、擦桌子、整理书架上的书，安住在正念中。 享受你的工作，与它合一。 保持沉静，但这并不意味着一句话都不说，只是在说话的时候，保持正念，知道自己在说什么，尽量少说。定力弱的时候，说话，唱歌，很容易让你失去正念。 午饭时间，在正念中煮饭、洗碗。 在正念中沏一壶茶，坐下来好好品尝。喝茶时，要不疾不徐、虔敬的喝。 不要做未来的俘虏，不要烦恼未来要做的那些事，不要想着开始活摆脱什么，不要想着“离开”当下。 晚上，可以诵经，并抄下几段经文，可以写信给朋友，或是做其他喜欢做的事情，不论做什么，保持正念。 十点、十一点的时候，坐禅。然后闲适的散步。在正念中随顺呼吸，用脚步测量你呼吸的长度。 回到房间，在正念中入睡。 一行禅师说，只要实行每周一次的正念日，你就会在三个月后看到生命中巨大的改变。正念日开始渗透到一周内的其他日子，最后，你一周七天都会活在正念中。 32个正念的练习 早晨醒来时，轻轻的微笑 闲暇时，轻轻的微笑 听音乐时，轻轻的微笑 发怒时，轻轻的微笑 平躺，全身放松 坐姿放松 深呼吸 用脚步测量呼吸 数呼吸 听音乐时，随顺你的呼吸 谈话时，随顺你的呼吸 随顺你的呼吸 运用呼吸，静定身心以知喜 对身体的姿势保持正念 泡茶时，保持正念 在正念中洗碗 在正念中洗衣服 全神贯注的打扫房子 慢动作洗个澡 想象自己时一颗鹅卵石 正念日，做自己的主人 观照自己的五蕴 观照自己与宇宙 观照自己的骸骨 寻找你出生前的本来面目 观照一位逝去的挚爱 了悟五蕴皆空 慈悲的观照你最恨的人 观照他人的痛苦，生起慈悲 以无住行的精神工作 以缘起观来观照人生的成就 不受限于缘起法，也不背离它 日常的正念偈语宝华山独体禅师《毗尼日用切要》中列举了很多日常生活中提醒自己保持正念的偈语，语言都非常优美。比如： 在早起时，“睡眠始寤，当愿众生，一切智觉，周顾十方。” 在洗脸时，“以水洗面，当愿众生，得净法门，永无垢染。” 在洗澡时，“洗浴身体，当愿众生，身心无垢，内外光洁。” ChangeLog 20191031 | 转移到博客中 20171025 | 写作","link":"/2019/10/31/20191031_MiracleOfMindfulness/"}],"tags":[{"name":"笔记方法","slug":"笔记方法","link":"/tags/%E7%AC%94%E8%AE%B0%E6%96%B9%E6%B3%95/"},{"name":"Evernote","slug":"Evernote","link":"/tags/Evernote/"},{"name":"测试","slug":"测试","link":"/tags/%E6%B5%8B%E8%AF%95/"},{"name":"Hello","slug":"Hello","link":"/tags/Hello/"},{"name":"正念","slug":"正念","link":"/tags/%E6%AD%A3%E5%BF%B5/"},{"name":"冥想","slug":"冥想","link":"/tags/%E5%86%A5%E6%83%B3/"}],"categories":[{"name":"高效学习","slug":"高效学习","link":"/categories/%E9%AB%98%E6%95%88%E5%AD%A6%E4%B9%A0/"},{"name":"测试分类","slug":"测试分类","link":"/categories/%E6%B5%8B%E8%AF%95%E5%88%86%E7%B1%BB/"},{"name":"心灵","slug":"心灵","link":"/categories/%E5%BF%83%E7%81%B5/"}]}